{
  "Alterra Hub__Alterra Hub Depot": [
    {
      "Path": "fcs/Alterra Hub",
      "TabTitle": "Alterra Hub",
      "Title": "Alterra Hub Depot",
      "TechTypeString": "AlterraHubDepot",
      "Body": "The Alterra Hub Depot is the merger of simplicity, efficiency, and security in advanced Product handling. Each Alterra Hub Depot holds up to 48 items for maximum flexibility scaling Pickup Areas to your local needs.\n\nThe Alterra Hub Depot interfaces with your Alterra FCStudios PDA so that only your purchases are displayed for pickup.\n\nWhen creating your Pickup Area, traffic flow should be considered. Products will fill Alterra Hub Depots in the order they were created. For high-traffic areas, it may be advantageous to stagger Alterra Hub Depots to avoid crowding.\n\nNota Bene: In an emergency, Alterra Hub Depots can be constructed from local materials. Remember that materials you gather are the property of the Alterra Corporation and you will be liable to reimburse the full market price for materials you use.",
      "ImageName": "AlterraHubDepot",
      "Unlocked": true
    }
  ],
  "Alterra Hub__Alterra Ore Consumer": [
    {
      "Path": "fcs/Alterra Hub",
      "TabTitle": "Alterra Hub",
      "Title": "Alterra Ore Consumer",
      "TechTypeString": "OreConsumer",
      "Body": "The Alterra Ore Consumer offers you an easy but important opportunity to earn credit for your Local Alterra Account should your Alterra Project Coordinator be unavailable to issue you Job Assignments; you are at a remote location without a connection to Alterra Corp; or you have survived an emergency evacuation of a capital-class ship equipped with Alterra technology.\n\nThe Alterra Ore Consumer is a fully automated ore processor that provides necessary local materials to an Alterra Hub Fabrication Facility. Simply deposit up to 10 minerals chunks into its hopper and it will immediately begin processing. Your Local Alterra Account will be automatically credited when ore processing is complete. The compensation for ore delivery is determined by a credit matrix based on available planetary mineral scans and the latest available mineral market price update. (Your mission may have secured different mineral market price matrices so be sure check what “Options” you have available)\n\nThe Ore Consumer interface will show the ores being processed, time till the current ore is processed, and the value of the remaining items being processed. Processing Speeds follow the Min-Low-High-Max Alterra Standard and power usage, also displayed, increases with processing speed. Changes in production speed take effect on the next ore processed.\n\nNota Bene: In an emergency, Alterra Ore Consumers can be constructed from local materials. Remember that materials you gather are the property of the Alterra Corporation and you will be liable to reimburse the full market price for materials you use.\n\nWarning: Ore Consumers are extremely loud and can vibrate the air and fluid around them which may induce feelings of nausea. Please plan your Base Architecture accordingly.",
      "ImageName": "OreConsumer",
      "Unlocked": true
    }
  ],
  "Alterra Hub__Subsidiarity: FCStudios": [
    {
      "Path": "fcs/Alterra Hub",
      "TabTitle": "Alterra Hub",
      "Title": "Subsidiarity: FCStudios",
      "TechTypeString": "fcstudios",
      "Body": "FCStudios, a wholly owned subsidiary of Alterra Corporation, is the driving force for innovation behind many of Alterra Corporations most widely celebrated successes.\n\nFCStudios began humbly as a small group mostly dedicated to modding games, but it soon became apparent mere games were too small a stage. “No more!” they said, “We shall mod the entire damned universe!” And the rest, as they say, is history.\n\nIn actuality, FCStudios stands for “Field Creators Studios” and not “F-ing Cool Studios” as it is sometimes translated -- but they both sound good to Alterra Corp.",
      "ImageName": "FCSSubsidiary2",
      "Unlocked": true
    }
  ],
  "Alterra Hub__Alterra Transport Drone Terminal": [
    {
      "Path": "fcs/Alterra Hub",
      "TabTitle": "Alterra Hub",
      "Title": "Alterra Transport Drone Terminal",
      "TechTypeString": "DronePortPad",
      "Body": "All Alterra Hub Fabricator Facilities are equipped with one or more “Happy Transport Drones” in the event that there is a loss of connection to the Alterra ProductShare Network.\n\nThe Alterra Transport Drone Terminal provides the Alterra “Happy Transport Drone” a cozy, environmentally secure place to transfer purchased and returned items and perform any needed self-maintenance.\n\nPlace the Alterra Transport Drone Terminal in a convenient location so that it is easy for the “Happy Transport Drone” to reach but out of the way of other Base traffic lanes. The Alterra Transport Drone Terminal does not need to be in proximity to the Alterra Hub Depots, it only has to be on a Base Platform.\n\nNota Bene: The Alterra “Happy Transport Drone” can carry up to 80 items at a time. Please limit your purchases accordingly.\n\nThe Alterra Transport Drone Terminal and “Happy Transport Drone” are not rated for extreme or hazardous environments. Please contact Alterra Customized Products for specialized models and licensing arrangements.\n\nNota Bene: In an emergency, Alterra Transport Drone Terminal can be constructed from local materials. Remember that materials you gather are the property of the Alterra Corporation and you will be liable to reimburse the full market price for materials you use.",
      "ImageName": "DronePortPad",
      "Unlocked": true
    }
  ],
  "Alterra Hub__- Alterra Hub: Introduction": [
    {
      "Path": "fcs/Alterra Hub",
      "TabTitle": "Alterra Hub",
      "Title": "- Alterra Hub: Introduction",
      "TechTypeString": "alterrahub",
      "Body": "Caution: Alterra Universal Transponder is unable to establish a connection to an Authorized Alterra Network. Alterra Hub now running in Autonomous Mode. Alternate instructions have been loaded to this PDA.\n\nIf you are reading this and you have survived an emergency evacuation of a capital-class ship equipped with Alterra technology: Congratulations! The hard part is over. If you are reading this and have just arrived at a remote Alterra Facility: Congratulations! The hard part is just starting.\n\nThis operating mode has one directive: to ensure you never feel abandoned by Alterra Corp.\n\nThe Alterra Hub and Alterra Hub Fabricator Facility bring you:\n  - high-quality goods & services at excellent prices\n  - a clear conscience, knowing you won't accidentally use a licensed item without paying royalties\n  - the peace of mind that comes with paying your debts on time\n\nThe Fabricator and Builder Tool are designed to recreate Products from Alterra-Kits (made with Alterra Pre-Packaged Matter Technology) but can be adapted to use local materials in an emergency. Adaptability to planetary environments depends on the available materials, making some environments more challenging, or more deadly, than others. (Remember that materials you gather are the property of the Alterra Corporation and you will be liable to reimburse the full market price for all the materials you use.)\n\nRather than cobbling together specific, possibly hard to find, local materials, the Alterra Hub lets you purchase Alterra-Kits and Products from an authorized Alterra Hub Fabrication Facility using your Local Account Balance. (Please note that your Local Account Balance and Alterra Account Balance will be merged when you enter an Authorized Alterra Network.)\n\nThe Builder Tool will reformat your Alterra-Kits into your selected Product at your desired location. With Alterra Hub, you will never fear dying in need of a hunk of molybdenum while floating on an ocean of mercury (subject to available Local Alterra Credit).\n\nDue to an emergency or local working conditions, you may not have easy access to your Alterra Project Coordinator to provide you Job Assignments or authorize payments. In light of this, the Alterra Hub will use available mineral scans and the latest available mineral-market price update to set a credit-bounty on local ores and minerals suitable for the Alterra Ore Consumer (see: Alterra Hub > Alterra Ore Consumer).\n\nCollecting vital materials for Alterra Corporation along with diligent work in your Job Assignment will let you build your Local Account balance and service your debts in a timely manner.\n\nPsychological Health Notice: Not paying your debts has been shown to lead to anxiety and depression. Keep your spirits up by paying your debts at Alterra Hub!\n\nThe Alterra Hub: keeping you and Alterra Corp connected no matter where you roam.",
      "ImageName": "FCSStartupProcess",
      "Unlocked": true
    }
  ],
  "Alterra Hub__- Alterra Hub: Using the PDA": [
    {
      "Path": "fcs/Alterra Hub",
      "TabTitle": "Alterra Hub",
      "Title": "- Alterra Hub: Using the PDA",
      "TechTypeString": "alterraPDA",
      "Body": "The Alterra Hub PDA brings you the latest in integrated technology from FCStudios, offering easy access to your Alterra Account, Shopping and Entertainment, Communications, Job Planning, and other modules representing the vast world of Alterra Corp Products and Services.\n\nCurrently Loaded Altera Hub Modules:\n  - Alterra NeverLate Clock\n  - Alterra NeverLost Locator (Warning: Authorized Alterra Network not found, interfacing with mission PDA)\n  - Alterra Account Information\n  - Alterra Hub Fabrication Facility Purchasing\n  - Alterra Hub Fabrication Facility Product Encyclopedia\n  - Alterra Hub Transport Drone Tracker\n  - Alterra Hub SpaceTime Integration Module (experimental teleportation)\n\nNota Bene: Some Alterra Hub Modules and Product Catalogs have optional configurations that have been licensed for your mission. Please be certain to consult these (Options > Mods > <Catalog Name> before contacting local Alterra Hub Technical Consultant).\n\nModule: Alterra Account Information\n\nWhen first using an Alterra Hub, you will need to establish a temporary login as both your personal work files and Alterra Corp Accounting files have been encrypted and can only be retrieved by a licensed engineer. This login will be matched to your biometric data and you will be issued an Alterra Debit Card.\n\nAs you are outside an Authorized Alterra Network, you will need the Alterra Debit Card with you when you check out. If you accidentally lose or destroy your card, you can request a new card through the Alterra Account Information Module.\n\nOnce you receive your Alterra Debit Card, you will be able to purchase Products and submit a debt payment to Alterra Corp. Submitted debt payments will be synchronized when the Alterra Universal Transponder can reach Alterra Corporate Accounting or your Alterra Hub PDA enters an Authorized Alterra Network. \n\nFor added convenience, you can select Automatic Debt Deduction to automatically pay a portion of your Ore Consumer credits to cover your debts.\n\nRemember: peace of mind comes from paying debts on time.\n\n\nModule: Alterra Hub Fabrication Facility Product Encyclopedia\n\nLearn the capabilities of and how to best use your Alterra Products and Services. Or use the Encyclopedia to research Alterra Products in depth to plan your next purchases.\n\nThe Encyclopedia is there for all your product information needs.\n\n\nModule: Alterra Hub SpaceTime Integration Module\n\nThis is a Highly Experimental hardware module from Alterra SpaceTime Services.\n\nThis module energizes the substrate material in the FCStudios PDA to create a sufficiently rigid and anisotropic Einstein-Rosen equation state to open a single-sided Einstein-Rosen bridge to the selected personal Quantum Teleporter or Quantum Teleporter Vehicle Pad.\n\nNota Bene: this method of quantum teleportation is not considered safe; is only licensed for research purposes and emergency survival; may induce various genetic issues, illnesses, lost limbs or internal organs, or other unforeseen medical ailments; may induce vomiting, incontinence, and impotence; may be addictive; may lead to sobbing when next in civilization and stuck in traffic.\n\n\nModule: Alterra Hub Transport Drone Tracker\n\nAt the lower right of the PDA display, you will find the Alterra Hub Transport Drone Tracker icon. Here you can see current orders and their estimated time of delivery as well as pending orders yet to be shipped.\n\nAs an added convenience, orders not yet shipped may be canceled from the Drone Tracker display.\n\n\nModule: Alterra Hub Fabrication Facility Purchasing\n\nAt the upper right of the Purchasing display you will find options to open your Shopping Cart or Return a Product. The available Product Catalogs are shown in the center of the display.\n\nAlterra Hub Fabrication Facility currently has access to the following Product Catalogs:\n\n  - Production\n  - Home\n  - Energy\n  - Storage\n  - Life Support\n  - Vehicles\n  - Miscellaneous\n    \nWhen you have made your Product selections, you may view your Shopping Cart, remove items as you need, and proceed to Buy All. You will be given your account balance, cart total, and what your remaining local balance will be. Select your desired delivery location and proceed with your purchase. (See also: Alterra Hub > Package Delivery and Pickup)\n\nNota Bene: The Transport Drone delivers products to an Alterra Hub Depot (see Alterra Hub > Alterra Hub Depot) when settled in the Alterra Transport Drone Terminal (see Alterra Hub > Alterra Transport Drone Terminal).\n\nIf you do not have access to an Alterra Hub Depot and Alterra Transport Drone Terminal, the Alterra Hub Fabrication Facility can not deliver your purchases. Visit your nearest Alterra Hub Fabrication Facility to obtain your very own Drone Terminal and Depot.\n\nFor more information on FCStudios, see Alterra Hub > FCStudios.\nFor more information on the full Alterra Hub Catalog of Catalogs, see Alterra Hub > [ERROR: Entry Missing].",
      "ImageName": "FCSPDA",
      "Unlocked": true
    }
  ]
}