{
  "Production__Matter Analyzer": [
    {
      "Path": "fcs/Production",
      "TabTitle": "Production",
      "Title": "Matter Analyzer",
      "TechTypeString": "MatterAnalyzer",
      "Body": "The Alterra Matter Analyzer is the latest in QCNN Analytics of Quantum Field Dynamics, capable of producing and recording a high-resolution quantum analysis of the DNA (Deoxyribonucleic Acid) of Living Samples and the DNA (Digitized Nanoscale Architecture) of Non-living Samples. \n\nFor Living Samples, the Alterra Hydroponic Harvester (see Production > Hydroponic Harvester) will grow clones of your DNA Samples. The Hydroponic Harvester requires growable samples (seeds, cuttings, etc) so the Alterra Matter Analyzer will reject whole products that cannot germinate or otherwise regrow whole products.\n\nFor Non-living Samples, the Alterra Replicator (see Production > Replicator) will build your replicated samples from the ground up.\n\nRecorded DNA Samples are transferred to the appropriate devices using a PDA backchannel. The Matter Analyzer does not interact with the Data Storage System, and both the Hydroponic Harvester and the Replicator receive DNA Sample recordings when your PDA is in range.\n\nThe Matter Analyzer only needs to scan an item once and will not accept items it has already scanned.\n\nThe Scanned Item Database is available for viewing via on-screen option.\n\nThe Alterra Matter Analyzer: never again wonder where that stain came from.",
      "ImageName": "MatterAnalyzer",
      "Unlocked": true
    }
  ],
  "Production__Deep Driller: Heavy Duty": [
    {
      "Path": "fcs/Production",
      "TabTitle": "Production",
      "Title": "Deep Driller: Heavy Duty",
      "TechTypeString": "DeepDrillerMK3",
      "Body": "The Deep Driller: Heavy Duty is designed with heavy, industrial-level operation in mind.\n\nSuccessor to the wildly popular, best selling Mark 2, the Mark 3 Deep Driller family of drilling solutions to suit a variety of needs.\n\nBuilding on earlier technology, the Deep Driller family comes standard with an integrated beacon, does not need skilled maintenance, and can accept an immense array of lubricative materials from simple natural oils to complex, mono-layer graphenes.\n\nAlterra’s Sample & Filter technology is controlled through a simple Whitelist / Blacklist filter interface and ensures that only desired ores are brought into the drill’s inventory.\n\nThe Deep Driller: Heavy Duty offers a base-collection rate of 25 ores / day, an ore bay capable of storing 300 ores, and a durable self-constructing drill-column housing, for secure positioning at any height above the ground or sea floor.\n\nConnect the Deep Driller: Heavy Duty to Alterra Remote Storage Unit in range to augment the internal ore bay. A visual range-meter can be activated to see the Deep Driller: Heavy Duty’s connection area.\n\nThe Deep Driller: Heavy Duty is conveniently powered in multiple ways:\n  - Integrated thermal generator\n  - Integrated solar panels\n  - Power Cell flash-discharging into the Deep Driller: Heavy Duty internal battery\n  - Direct Power Transmission, either through the stock power transmitter or a device that directly transmits power such as a thermal plant, solar panel, AlterraGen (see Energy > AlterraGen), JetStream (see Energy > JetStream), or Solar Cluster (see Energy > Solar Cluster) among others.\n  - Base-Power Transfer if in range of and connected to a Base using the programming interface\n\nNota Bene: Deep Drillers can not receive power from a Telepower Pylon (see Energy > Telepower Pylon) as those are designed for Base-to-Base power transfer.\n\nAlterra Corporation has abandoned the costly arms-race against tinkering Drill Platform Technicians and provided easy access to its internal programming along with a few custom templates. Some programming options will increase power and lubricant usage, and programming options are subject to safety limitations due to material tolerances. Remember: you are financially liable for any damage done by custom programming. \n\nExample, Connecting an Autonomous, DSS-Aware Unit: \n  - Note the Base Designation (e.g., BS011). You can find this from the home screen of the FCStudios PDA and the C48 Terminal, just to the right of the base name in the display.\n  - From the Autonomous Unit’s Settings, go to the Programming page. \n  - Select Templates and choose the ‘Connect to base’ template. \n  - Replace the “{BaseID}” portion of the template with the Base Designation (e.g., “os.ConnectToBase(BS011);” ) and press Execute Function.\n\nThe Alterra Deep Driller: Heavy Duty: if you need a hole, think Alterra Deep Drillers. (Not suitable for dentistry) ",
      "ImageName": "DeepDrillerMK3",
      "Unlocked": true
    }
  ],
  "Production__Replicator": [
    {
      "Path": "fcs/Production",
      "TabTitle": "Production",
      "Title": "Replicator",
      "TechTypeString": "Replicator",
      "Body": "The Alterra Replicator is the new standard in non-living sample replication. Using high-resolution data from the Alterra Matter Analyzer (see Production > Matter Analyzer), the Replicator gives you a steady supply of important complex constructs.\n\nThe Alterra Replicator accesses the available DNA (Digitized Nanoscale Architecture) Database created by the Matter Analyzer. Scanned DNA Samples suitable for the Alterra Replicator are available in the user interface.\n\nThe Replicator reads the DNA Sample and builds a copy using Controlled Deposit Application technology. Designed for maximum mission flexibility, the Alterra Replicator stores 25 copies of each sample and is adaptable to severe outside environments and the exacting demands of the Habitat laboratory. \n\nAlterra Replicators now come equipped with the Alterra Holographic Interactive Interface with Proximity Detection, allowing for clean observation from a distance and an intuitive interface when up close. \n\nThe Min-Low-High-Max Alterra Standard power modes are available, the default is OFF, and an optional storage-purge feature is available when clearing the sample chamber.\n\nThe Alterra Replicator: perfectly replicating the old because new things are scary -- unless they’re from Alterra Corp.",
      "ImageName": "Replicator",
      "Unlocked": true
    }
  ],
  "Production__Hydroponic Harvester": [
    {
      "Path": "fcs/Production",
      "TabTitle": "Production",
      "Title": "Hydroponic Harvester",
      "TechTypeString": "HydroponicHarvester",
      "Body": "The Alterra Corporation is breaking new ground in adaptive cultivation with its latest revision of the Hydroponic Harvester. Blending innovations in material science and biosynthetics, the Alterra Hydroponic Harvester is the ideal multi-role solution for biological replication.\n\nCutting-edge synthetic soil-substitutes provide rooting beds or micro scaffolding for stabilizing an immense variety of alien life forms. Breakthrough tunable metamaterials provide each chamber precise control of electromagnetic conditions while adaptive nano-scaffolding ensures stable atmospheric pressures. Each unit creates a vertical column of environmental conditions from stratospheric to ocean bottom, your specimens grow in comfort and perfect isolation even in the same Hydroponic Harvester.\n\nDesigned for maximum flexibility, Alterra Hydroponic Harvesters are suitable for severe external environments and the exacting demands of the Habitat laboratory.\n\nAlterra Hydroponic Harvesters now come equipped with the Alterra Holographic Interactive Interface. The Interface accesses available DNA (Deoxyribonucleic Acid) samples from the Database created by the Matter Analyzer (see Production > Matter Analyzer), includes proximity aware lighting, and storage for up to 50 copies of each sample. With Proximity Detection, users gain clean observation from a distance and an intuitive interface when up close.\n\nThe Min-Low-High-Max Alterra Standard power modes are available, the default is OFF, and an optional storage-purge feature is available when clearing the sample chamber.\n\nThe Alterra Hydroponic Harvester: “Replacing Nature one patent at a time.”",
      "ImageName": "HydroponicHarvester",
      "Unlocked": true
    }
  ],
  "Production__Deep Driller: Light Duty": [
    {
      "Path": "fcs/Production",
      "TabTitle": "Production",
      "Title": "Deep Driller: Light Duty",
      "TechTypeString": "DeepDrillerLightDuty",
      "Body": "The Deep Driller: Light Duty is designed with small-scale or boutique operation in mind.\n\nSuccessor to the wildly popular, best selling Mark 2, the Mark 3 Deep Driller family of drilling solutions to suit a variety of needs.\n\nBuilding on earlier technology, the Deep Driller family comes standard with an integrated beacon, does not need skilled maintenance, and can accept an immense array of lubricative materials from simple natural oils to complex, mono-layer graphenes.\n\nAlterra’s Sample & Filter technology is controlled through a simple Whitelist / Blacklist filter interface and ensures that only desired ores are brought into the drill’s inventory.\n\nThe Deep Driller: Light Duty offers a base-collection rate of 12 ores / day, an ore bay capable of storing 48 ores, and can be secured directly to the ground. Please note that the Light Duty model does not have an integrated DSS antenna and must be emptied manually.\n\nThe Deep Driller: Light Duty is conveniently powered through the stock power transmitter or a device that directly transmits power such as a thermal plant, solar panel, AlterraGen (see Energy > AlterraGen), JetStream (see Energy > JetStream), or Solar Cluster (see Energy > Solar Cluster) among others.\n\nNota Bene: Deep Drillers can not receive power from a Telepower Pylon (see Energy > Telepower Pylon) as those are designed for Base-to-Base power transfer.\n\nThe Alterra Deep Driller: Light Duty: if you need a hole, think Alterra Deep Drillers. (Not suitable for dentistry) ",
      "ImageName": "DeepDrillerLightDuty",
      "Unlocked": true
    }
  ],
  "Production__Auto Crafter": [
    {
      "Path": "fcs/Production",
      "TabTitle": "Production",
      "Title": "Auto Crafter",
      "TechTypeString": "AutoCrafter",
      "Body": "The Alterra Auto Crafter raises the standards for small-scale automated construction, able to create complex items with multiple complex sub-components automatically. Combining multiple programming modes with Altera SwarmTech Assistive Manufacturing, the Alterra Auto Crafter leverages the Alterra Data Storage technology and Alterra Invisobot Fetch-and-Store technology to create a Fully Hands-Off Manufacturing Workflow. \n\nThe Auto Crafter will automatically retrieve the necessary materials from and return manufactured items to the various Base storage options available. The Data Storage Network is the most efficient option, however physical storage and disconnected DSS sub-node devices, such as an Alterra Remote Storage unit, that have physical access options can also be used. The Auto Crafter will dispatch Alterra Invisobots where physical transport is needed.\n\nWarning: Do not attempt to interfere with Alterra Invisobots as they are very shy. Attempts to do so will void all Auto Crafter warranties and is a direct violation of the CyberMind Emotional Damage laws which are strictly interpreted and carry heavy, statutory financial penalties and prison time. Remember: if you happen to notice an Invisobot, NO YOU DID NOT NOTICE an Alterra Invisobot.\n\nWhen near an Auto Crafter, it will project some basic information about it’s current settings onto your always-up display. \n\n\nUsing Altera SwarmTech Assistive Manufacturing will decrease the amount of time needed to complete manufacturing runs. It can be used in any manufacturing mode but was designed with limited runs in mind. Simply open the Assist Settings and select any idle Auto Crafters from the list. Note: Auto Crafters selected for Assistance will flag themselves as busy even if the Parent Auto Crafter is not crafting since the SwarmTech technology has configured them to work as a single unit. When an Auto Crafter is in SwarmTech Assist mode, the will display an informational dialog instead of a programming interface.\n\nProgramming an Auto Crafter is easy and intuitive. Simply select the item to be manufactured, the mode of manufacture, and engage.\n\nThere are crafting modes, Fixed Amount and Continuous Operation.\n\nIn the Fixed Amount mode, the specified number of items will be created and then the program will end.\n\nIn Continuous Operation mode, the Auto Crafter remains in operation until the program is canceled. There are two modes of Continuous Operation to suit your needs.\n\n\nThe Infinite mode will, as the name suggests, manufacture the selected item so long as there are the required materials and space to put the completed item. This is useful when the supply of materials is restricted or when you really, really want to fill up every nook and cranny of your base with a specific item.\n\nThe Maintain Inventory mode will monitor the Base inventory and craft the selected item when the Base inventory falls below the specified number. This is an ideal mode for frequently used items or when Base inventory space is constrained and making large batches in advance is disadvantageous. \n\nThe Alterra Auto Crafter: don’t spend your time in front of the Fabricator, spend it in comfort and style: relaxing in your Alterra Couch with your Alterra Television, enjoying drinks and snacks from the Alterra Peeper Lounge.",
      "ImageName": "AutoCrafter",
      "Unlocked": true
    }
  ]
}